jorgebucaran/fisher
jorgebucaran/autopair.fish
jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/replay.fish
franciscolourenco/done
reitzig/sdkman-for-fish@v2.1.0
jorgebucaran/nvm.fish
